{
  "classes": [
    "IT SKILLS",
    "JOB TYPE",
    "JOB POSITION",
    "EDUCATION",
    "SOFT SKILLS",
    "JOB LENGTH",
    "SALARY",
    "YEARS OF EXPERIENCE",
    "TIMING",
    "IT LANGUAGES",
    "IT TOOLS",
    "IT TECHNOLOGIES",
    "FRAMEWORK",
    "IDE",
    "IT LIBRARIES",
    "DATABASE"
  ],
  "annotations": [
    [
      "1 billion jobs will be transformed by technology in the next decade, and companies have an urgent need to reskill their employees in the highest demand fields. Individuals have a growing need to reskill throughout their careers as industries, technologies, and models change for nearly every career.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Uplimit is an AI driven learning platform where anyone can learn the most in-demand skills and actually put them to work. Where leading organizations build technical skills at scale. It’s where industry-leading instructors show how they tackle real problems, with real methods. And where the perfect combination of teaching best practices, top practitioners, technology, and collective peer learning makes real growth accessible to us all.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "About Us\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "We're a cross functional team that worked across business, product, engineering and machine learning. We've combined over 20 years of experience working in education and have worked at Coursera, Google, Robinhood, Meta, Teach for America, Stanford, Snowflake, Palantir etc.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "We're currently building the founding team. You will have a massive impact shaping the experience of the product from the ground up. Help us define the next generation of online education.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Uplimit is seeking a talented Analytics Engineer to join our growing team. As an Analytics Engineer, you will be responsible for designing, developing, and implementing data analytics solutions to drive business insights and decision-making. You will work closely with our team of engineers, data scientists, and business stakeholders to understand requirements and effectively deliver high-quality data solutions.\r",
      {
        "entities": [
          [30, 48, "JOB POSITION"
          ],
          [81, 99, "JOB POSITION"
          ],
          [129, 138, "IT SKILLS"
          ],
          [140, 150, "IT SKILLS"
          ],
          [156, 193, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Responsibilities\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Collaborate with cross-functional teams to define analytics requirements and deliver data-driven solutions. \r",
      {
        "entities": [
          [43, 72, "IT SKILLS"
          ],
          [77, 106, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Design, develop, and maintain data pipelines, ETL processes, and data models. \r",
      {
        "entities": [
          [30, 44, "IT SKILLS"
          ],
          [46, 59, "IT SKILLS"
          ],
          [65, 76, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Build and optimize data integrations and transformations to support reporting and analytics needs. \r",
      {
        "entities": []
      }
    ],
    [
      "Implement data visualization tools to communicate insights and findings. \r",
      {
        "entities": [
          [10, 28, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Perform data quality checks and ensure data accuracy and integrity. \r",
      {
        "entities": []
      }
    ],
    [
      "Stay current on industry trends and best practices in data analytics and make recommendations for improvement. \r",
      {
        "entities": [
          [54, 68, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Requirements\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Bachelor's degree in Computer Science, Engineering, or a related field. \r",
      {
        "entities": [
          [0, 71, "EDUCATION"
          ]
        ]
      }
    ],
    [
      "Experience in data engineering, analytics engineering, or a related role. \r",
      {
        "entities": [
          [19, 30, "IT SKILLS"
          ],
          [32, 53, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Proficiency in dbt, SQL, Python, and data visualization tools such as Metabase. \r",
      {
        "entities": [
          [15, 18, "IT LANGUAGES"
          ],
          [20, 23, "IT LANGUAGES"
          ],
          [25, 31, "IT LANGUAGES"
          ],
          [37, 55, "IT SKILLS"
          ],
          [70, 78, "IT TECHNOLOGIES"
          ]
        ]
      }
    ],
    [
      "Experience working with large datasets and complex data structures. \r",
      {
        "entities": [
          [51, 66, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Knowledge of data modeling, ETL processes, and data and ETL tools like Airbyte.\r",
      {
        "entities": [
          [13, 26, "IT SKILLS"
          ],
          [28, 41, "IT SKILLS"
          ],
          [71, 78, "IT TECHNOLOGIES"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "ead Azure Subject Matter Expert (experienced Infrastructure Architect):\r",
      {
        "entities": [
          [4, 31, "JOB TYPE"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "This position involves overseeing, in partnership with a consultant development manager, a diverse body of IT consultants throughout their career, or lifecycle, with our company. This looks like: Training, Marketing, and supporting our consultants on customer Projects. Not only will you assist and guide onboarding consultants with their onsite technical TRAINING in Atlanta, but you will be preparing your consultants in effective technical and actively engaging behaviors to successfully win interviews, and finally, you will track your consultants' success on project - doing whatever it takes to ensure the consultant remains successfully working and billing on project.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "The right candidate will take on the following responsibilities:\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Interviewing potential consultants to ensure all onboarding employees will be successful in the Azure domain.\r",
      {
        "entities": []
      }
    ],
    [
      "Be responsible for the design, development, and maintenance of best-in-class Azure training materials.\r",
      {
        "entities": [
          [77, 101, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Training, guiding and mentoring consultants with existing basic IT technical, infrastructure, and/or computer science or programming skills up to junior and mid-level Cloud infrastructure setup, configuration and management processionals...\r",
      {
        "entities": [
          [167, 193, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Preparing mock interview situations for the consultants to enhance the esteemed learning process provided by the company.\r",
      {
        "entities": []
      }
    ],
    [
      "Acting as a primary technical support resource for individuals working on a variety of projects throughout the US (this requires ability to support remotely)\r",
      {
        "entities": []
      }
    ],
    [
      "Interacting with our Executive and Sales team to ensure that projects and employees are appropriately matched.\r",
      {
        "entities": []
      }
    ],
    [
      "Interacting with our Executive and Sales team to ensure that consultants on projects remain successfully on these projects and do not result in technical failure\r",
      {
        "entities": []
      }
    ],
    [
      "Prepping consultants for interviews for specific assignments involving mobile development.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Desired Qualifications Include:\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "5+ Years of professional Azure and Infrastructure Architecture experience\r",
      {
        "entities": [
          [0, 24, "YEARS OF EXPERIENCE"
          ],
          [25, 73, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Certified: Azure DevOps Engineer Expert\r",
      {
        "entities": [
          [11, 16, "IT SKILLS"
          ],
          [17, 23, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Certified: Azure Solutions Architect Expert\r",
      {
        "entities": [
          [11, 43, "JOB POSITION"
          ]
        ]
      }
    ],
    [
      "Bachelor’s Degree in the Computer Science or related field\r",
      {
        "entities": [
          [0, 58, "EDUCATION"
          ]
        ]
      }
    ],
    [
      "Project Management background preferred.\r",
      {
        "entities": [
          [0, 18, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Knowledge of the Consulting/Sales structure\r",
      {
        "entities": []
      }
    ],
    [
      "Able to work full-time schedule and possibility of flexible extended hours.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Desired Skills (Including but Not Limited to):\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Candidate should have knowledge of Migrating on-prem infrastructure to Azure, especially Active Directory...\r",
      {
        "entities": [
          [71, 76, "IT SKILLS"
          ],
          [89, 105, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Experience with Azure Resource Manager\r",
      {
        "entities": [
          [16, 38, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Experience with Azure EMR & Data Warehouse\r",
      {
        "entities": [
          [16, 42, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Knowledge of Kubernetes and Azure Managed Kubernetes Service (AKS) is a plus.\r",
      {
        "entities": [
          [13, 23, "IT TOOLS"
          ],
          [28, 65, "IT TOOLS"
          ]
        ]
      }
    ],
    [
      "Cloud infrastructure, especially Compute and Storage configuration and optimization\r",
      {
        "entities": [
          [0, 20, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Network management and security for Azure environments\r",
      {
        "entities": [
          [0, 18, "IT SKILLS"
          ],
          [36, 54, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Experience supporting development teams and automated deployment and management of CI/CD pipelines from an infrastructure / Azure perspective.\r",
      {
        "entities": [
          [69, 98, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Solid understanding of IAM, RBAC, and Least Privilege security concepts.\r",
      {
        "entities": [
          [23, 26, "IT SKILLS"
          ],
          [28, 32, "IT SKILLS"
          ],
          [38, 71, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Understand of concepts supporting an organization moving into the Cloud, especially modern concepts such as serverless computing like Azure Functions.\r",
      {
        "entities": []
      }
    ],
    [
      "Setup, configuration, and management of Azure Database Services, such as Postgres, MySQL, and Azure\r",
      {
        "entities": [
          [73, 81, "DATABASE"
          ],
          [83, 88, "DATABASE"
          ],
          [94, 99, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Arc (SQL Server); basic knowledge of SQL is a plus.\r",
      {
        "entities": [
          [0, 15, "DATABASE"
          ],
          [37, 40, "IT LANGUAGES"
          ]
        ]
      }
    ],
    [
      "In depth understanding of Azure Monitoring, including Insights, Metrics, Alerts, Logs, and Diagnostics.\r",
      {
        "entities": []
      }
    ],
    [
      "Demonstrated ability to automate setup, configuration, and management with AZ CLI and/or PowerShell\r",
      {
        "entities": [
          [75, 81, "IT SKILLS"
          ],
          [89, 99, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "IT Management Concepts – Leadership and Leadership Training Concepts, Project Management,\r",
      {
        "entities": []
      }
    ],
    [
      "Budgeting, Change Management, Risk Assessments, and IT Standards & Compliance Management\r",
      {
        "entities": []
      }
    ],
    [
      "Security Concepts & Implementation – Threat Analysis, Certificate Servers, and Public/Private Key\r",
      {
        "entities": []
      }
    ],
    [
      "Cryptography concepts, SSL, PPTP, L2TP, IPsec, PKI, Auditing, and IAM\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "We are looking for an experienced and passionate WordPress Developer to join our IT team! As a WordPress Developer at our company, you will be responsible for both backend and front-end development, including creating WordPress themes and plugins. We expect you to have a strong understanding of the latest industry trends and content management systems.\r",
      {
        "entities": [
          [49, 68, "JOB POSITION"
          ],
          [95, 114, "JOB POSITION"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Responsibilities:\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "• Develop and deploy new features and functionalities for WordPress websites.\r",
      {
        "entities": []
      }
    ],
    [
      "• Write clean and valid code using modern libraries and standards such as HTML, CSS, JavaScript, and jQuery.\r",
      {
        "entities": [
          [74, 78, "IT LANGUAGES"
          ],
          [80, 83, "IT LANGUAGES"
          ],
          [85, 95, "IT LANGUAGES"
          ],
          [101, 107, "IT LIBRARIES"
          ]
        ]
      }
    ],
    [
      "• Collaborate with a creative team to ensure seamless integration of design and functionality.\r",
      {
        "entities": []
      }
    ],
    [
      "• Troubleshoot and debug WordPress errors and issues.\r",
      {
        "entities": [
          [2, 14, "IT SKILLS"
          ],
          [19, 41, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "• Create and manage the website's front end, including server and database integration.\r",
      {
        "entities": [
          [66, 86, "DATABASE"
          ]
        ]
      }
    ],
    [
      "• Perform website maintenance and updates as required.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Requirements:\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "• Bachelor's degree in Computer Science, Software Engineering, or a related field.\r",
      {
        "entities": [
          [2, 81, "EDUCATION"
          ]
        ]
      }
    ],
    [
      "• 1 year of working experience in related technologies\r",
      {
        "entities": [
          [2, 54, "YEARS OF EXPERIENCE"
          ]
        ]
      }
    ],
    [
      "• Good understanding of front-end technologies, including HTML5, CSS3, JavaScript\r",
      {
        "entities": [
          [58, 63, "IT LANGUAGES"
          ],
          [65, 69, "IT LANGUAGES"
          ],
          [71, 81, "IT LANGUAGES"
          ]
        ]
      }
    ],
    [
      "• Proficient knowledge of WordPress, PHP, and other CMS platforms.\r",
      {
        "entities": [
          [26, 35, "IT TOOLS"
          ],
          [37, 40, "IT LANGUAGES"
          ],
          [52, 65, "IT TOOLS"
          ]
        ]
      }
    ],
    [
      "• Experience with WooCommerce\r",
      {
        "entities": [
          [18, 29, "IT TOOLS"
          ]
        ]
      }
    ],
    [
      "• Strong understanding of PHP back-end development\r",
      {
        "entities": [
          [26, 29, "IT LANGUAGES"
          ]
        ]
      }
    ],
    [
      "• Experience with adding WordPress plugins and modifying themes, plugins, and templates.\r",
      {
        "entities": [
          [25, 42, "IT TOOLS"
          ]
        ]
      }
    ],
    [
      "• Strong Front-End development and design skills for WordPress.\r",
      {
        "entities": []
      }
    ],
    [
      "• Excellent problem-solving skills and attention to detail.\r",
      {
        "entities": [
          [12, 34, "SOFT SKILLS"
          ],
          [39, 58, "SOFT SKILLS"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Job Type: Full time (On-site)\r",
      {
        "entities": [
          [10, 19, "JOB TYPE"
          ]
        ]
      }
    ],
    [
      "Experience: 1 year\r",
      {
        "entities": [
          [0, 18, "YEARS OF EXPERIENCE"
          ]
        ]
      }
    ],
    [
      "Location: Johar town, Lahore\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "We are seeking a talented and experienced Full Stack Software Engineer with 2-3 years of experience to join our dynamic development team. The ideal candidate will have a strong background in Angular, SQL, .NET, and a proven track record in full stack development. Experience with US healthcare systems is a significant advantage.\r",
      {
        "entities": [
          [42, 70, "JOB POSITION"
          ],
          [76, 99, "YEARS OF EXPERIENCE"
          ],
          [191, 198, "FRAMEWORK"
          ],
          [200, 203, "IT LANGUAGES"
          ],
          [205, 209, "FRAMEWORK"
          ]
        ]
      }
    ],
    [
      "Key Responsibilities:\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      " - Design, develop, and maintain high-quality web applications using Angular, SQL, and .NET technologies.\r",
      {
        "entities": [
          [69, 76, "FRAMEWORK"
          ],
          [78, 81, "IT LANGUAGES"
          ],
          [87, 91, "FRAMEWORK"
          ]
        ]
      }
    ],
    [
      " - Collaborate with cross-functional teams to define, design, and ship new features.\r",
      {
        "entities": []
      }
    ],
    [
      " - Write clean, scalable, and efficient code while following best practices in software development.\r",
      {
        "entities": [
          [79, 99, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      " - Develop and maintain robust APIs and back-end systems.\r",
      {
        "entities": [
          [31, 35, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      " - Perform thorough testing and debugging of applications to ensure optimal performance and reliability.\r",
      {
        "entities": [
          [20, 27, "IT SKILLS"
          ],
          [32, 41, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      " - Participate in code reviews, providing and receiving constructive feedback.\r",
      {
        "entities": [
          [18, 30, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      " - Continuously improve development processes and contribute to team knowledge sharing.\r",
      {
        "entities": []
      }
    ],
    [
      " - Stay updated with the latest industry trends and technologies to ensure the application of best practices.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      " Required Qualifications:\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      " - Bachelor's degree in Computer Science, Engineering, or a related field.\r",
      {
        "entities": [
          [3, 74, "EDUCATION"
          ]
        ]
      }
    ],
    [
      " - 2-3 years of professional experience as a Full Stack Software Engineer.\r",
      {
        "entities": [
          [3, 74, "YEARS OF EXPERIENCE"
          ]
        ]
      }
    ],
    [
      " - Strong proficiency in Angular, SQL, and .NET development.\r",
      {
        "entities": [
          [25, 32, "FRAMEWORK"
          ],
          [34, 37, "IT LANGUAGES"
          ],
          [43, 47, "FRAMEWORK"
          ]
        ]
      }
    ],
    [
      " - Experience with front-end technologies such as HTML5, CSS3, and JavaScript.\r",
      {
        "entities": [
          [50, 55, "IT LANGUAGES"
          ],
          [57, 61, "IT LANGUAGES"
          ],
          [67, 77, "IT LANGUAGES"
          ]
        ]
      }
    ],
    [
      " - Solid understanding of RESTful API design and development.\r",
      {
        "entities": [
          [26, 37, "IT TOOLS"
          ]
        ]
      }
    ],
    [
      " - Proficiency in database design, querying, and optimization.\r",
      {
        "entities": [
          [18, 26, "DATABASE"
          ]
        ]
      }
    ],
    [
      " - Excellent problem-solving skills and attention to detail.\r",
      {
        "entities": [
          [13, 35, "SOFT SKILLS"
          ],
          [40, 59, "SOFT SKILLS"
          ]
        ]
      }
    ],
    [
      " - Strong communication and teamwork abilities.\r",
      {
        "entities": [
          [3, 23, "SOFT SKILLS"
          ],
          [28, 46, "SOFT SKILLS"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Just Digital PVT Ltd Offers an inclusive environment that celebrates collaboration and thinking differently to solve the challenges our clients face. Our shared success continues to lead to rapid growth and positive change, which opens up opportunities to advance your career to the next level by working with passionate, creative people across skill sets. If you want to be challenged, learn every day, and work as a team with some of the best in the industry, we want to meet you. Apply today for Web Developer.\r",
      {
        "entities": [
          [499, 512, "JOB POSITION"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Want to learn more about who we are? Check us out here!\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "About The Role\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "We are seeking a skilled Web Developer to join our team and help us build engaging and user-friendly websites. As our Web Developer, you will be responsible for developing and maintaining our websites, collaborating with cross-functional teams to ensure a seamless user experience, and staying up to date on the latest web development trends and technologies.\r",
      {
        "entities": [
          [25, 38, "JOB POSITION"
          ],
          [118, 131, "JOB POSITION"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Responsibilities\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Develop and maintain our websites, ensuring a high level of functionality, performance, and security\r",
      {
        "entities": []
      }
    ],
    [
      "Collaborate with cross-functional teams, including designers and content creators, to ensure a seamless user experience across all channels\r",
      {
        "entities": []
      }
    ],
    [
      "Write clean, efficient, and well-documented code using programming languages such as HTML, CSS, JavaScript, and PHP\r",
      {
        "entities": [
          [85, 89, "IT LANGUAGES"
          ],
          [91, 94, "IT LANGUAGES"
          ],
          [96, 106, "IT LANGUAGES"
          ],
          [112, 115, "IT LANGUAGES"
          ]
        ]
      }
    ],
    [
      "Optimize website performance and load times using techniques such as caching and minification\r",
      {
        "entities": [
          [69, 76, "IT SKILLS"
          ],
          [81, 93, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Stay up to date on the latest web development trends and technologies, and apply them to our websites\r",
      {
        "entities": []
      }
    ],
    [
      "Test and debug websites to ensure a high level of quality and functionality\r",
      {
        "entities": [
          [0, 23, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Manage multiple projects and prioritize tasks to meet project deadlines\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Requirements\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Bachelor’s degree in Computer Science, Information Technology, or a related field\r",
      {
        "entities": [
          [0, 81, "EDUCATION"
          ]
        ]
      }
    ],
    [
      "3+ years of experience in web development, with expertise in programming languages such as HTML, CSS, JavaScript, and PHP\r",
      {
        "entities": [
          [0, 41, "YEARS OF EXPERIENCE"
          ],
          [91, 95, "IT LANGUAGES"
          ],
          [97, 100, "IT LANGUAGES"
          ],
          [102, 112, "IT LANGUAGES"
          ],
          [118, 121, "IT LANGUAGES"
          ]
        ]
      }
    ],
    [
      "Experience with content management systems such as WordPress, Shopify, Wix, SquareSpace, Webflow, Hubspot, etc\r",
      {
        "entities": [
          [51, 60, "IT TOOLS"
          ],
          [62, 69, "IT TOOLS"
          ],
          [71, 74, "IT TOOLS"
          ],
          [76, 87, "IT TOOLS"
          ],
          [89, 96, "IT TOOLS"
          ],
          [98, 105, "IT TOOLS"
          ]
        ]
      }
    ],
    [
      "Strong understanding of web development best practices, including SEO and accessibility\r",
      {
        "entities": [
          [66, 69, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Good communication and interpersonal skills\r",
      {
        "entities": [
          [0, 18, "SOFT SKILLS"
          ],
          [23, 43, "SOFT SKILLS"
          ]
        ]
      }
    ],
    [
      "Ability to work collaboratively with cross-functional teams\r",
      {
        "entities": [
          [0, 31, "SOFT SKILLS"
          ]
        ]
      }
    ],
    [
      "Demonstrated ability to manage multiple projects and prioritize tasks to meet project deadlines\r",
      {
        "entities": [
          [13, 48, "SOFT SKILLS"
          ]
        ]
      }
    ],
    [
      "Keen attention to detail\r",
      {
        "entities": [
          [5, 24, "SOFT SKILLS"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "We are seeking a talented and motivated Junior Mobile Developer to join our Mobile team. You will collaborate with cross-functional teams to design, develop, test, and deploy mobile applications for both Android and iOS platforms. This role offers an exciting opportunity for growth and skill development in a fast-paced environment.\r",
      {
        "entities": [
          [40, 63, "JOB POSITION"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Responsibilities:\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Collaborate with senior developers and product teams to create high-quality, user-friendly mobile applications.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Write efficient, maintainable, and scalable code for both Android and iOS platforms.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Implement new features, enhancements, and bug fixes based on project requirements.\r",
      {
        "entities": [
          [42, 51, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Assist in the design and documentation of technical specifications.\r",
      {
        "entities": [
          [14, 20, "IT SKILLS"
          ],
          [25, 66, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Contribute to the architectural decisions and provide input on best practices.\r",
      {
        "entities": [
          [18, 41, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Conduct thorough testing of mobile applications to identify and fix bugs and ensure optimal performance.\r",
      {
        "entities": [
          [17, 47, "IT SKILLS"
          ],
          [64, 72, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Collaborate with Quality Assurance teams to ensure the delivery of high-quality applications.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Work closely with cross-functional teams, including designers, product managers, and other developers, to achieve project goals.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Communicate effectively and participate in team discussions and meetings.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Stay updated on the latest industry trends, technologies, and best practices in mobile application development.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Actively seek opportunities for professional development and skill enhancement.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Qualifications:\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Bachelor's degree in Computer Science, Software Engineering, or a related field.\r",
      {
        "entities": [
          [0, 80, "EDUCATION"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Minimum 6 months to 1.5 years of experience in mobile application development.\r",
      {
        "entities": [
          [8, 77, "YEARS OF EXPERIENCE"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Proficiency in programming languages such as Swift (for iOS) or Kotlin/Java (for Android).\r",
      {
        "entities": [
          [45, 50, "IT LANGUAGES"
          ],
          [64, 75, "IT LANGUAGES"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Familiarity with mobile development frameworks (e.g., Flutter, React Native) is a plus.\r",
      {
        "entities": [
          [54, 61, "FRAMEWORK"
          ],
          [63, 75, "FRAMEWORK"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Strong problem-solving and debugging skills.\r",
      {
        "entities": [
          [0, 22, "SOFT SKILLS"
          ],
          [27, 43, "SOFT SKILLS"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Good understanding of mobile UI/UX principles.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Knowledge of version control systems (e.g., Git).\r",
      {
        "entities": [
          [44, 47, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Ability to work collaboratively in a team environment.\r",
      {
        "entities": [
          [0, 31, "SOFT SKILLS"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Excellent communication and interpersonal skills\r",
      {
        "entities": [
          [0, 23, "SOFT SKILLS"
          ],
          [28, 48, "SOFT SKILLS"
          ]
        ]
      }
    ],
    [
      "Desired Skills and Experience\r",
      {
        "entities": []
      }
    ],
    [
      "mobile\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "About the job\r",
      {
        "entities": []
      }
    ],
    [
      "“We honour great Education and we honour great Educationist” iCloudEMS is a market leader in providing cloud-based end-to-end comprehensive education management solutions and a unified digital platform to encourage and empower learner-centric approach in India, UAE and Africa. The sole aim of our services is to provide perfect digital solutions to education institutes to achieve impeccable efficiency and workflow. The Indian leader since 2011 in Outcome-Based Education (OBE) management solutions aims to bring a shift in the world’s education paradigm. For more than a decade, iCloudEMS has devoted itself solely to a sole aim: Revamping Education through Technology. The group's mission is to provide a web-based integrated digital platform for educational institutions to address the information and data processing requirements of Teachers, Students and Management with Innovative Educational methods around the world. We strive to automate and streamline the academic activities and help to bring a hassle-free and efficient Education Management Solution to all Educational Institutions. Our ambition for the coming years is to spread our wings over Asia and Pacific by developing technology that meets the infinite diversity of their educational needs and desires. iCloudEMS was founded with a notion that “We honor great education and educationist” and we deliver every day on the same notion. If you are ready to take charge of your career and join us in our quest to bring revolution in world education, then please follow iCloudEMS for regular updates and an inside look at our noble business. Our Contributions:\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      " Cloud EMS - College: A Technical & Analytical solutions which simplifies & manage the entire college life cycle.\r",
      {
        "entities": []
      }
    ],
    [
      " Cloud EMS- Campus: Technical & Analytical solutions which simplify & manage the entire university life cycle or group of institution’s life cycle.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "The Role\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "You Will Be Responsible For : \r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "We are hiring candidates for PHP Developer\r",
      {
        "entities": [
          [29, 42, "JOB POSITION"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Position: PHP Developer\r",
      {
        "entities": [
          [10, 23, "JOB POSITION"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Experience: 2 - 4 years\r",
      {
        "entities": [
          [12, 23, "YEARS OF EXPERIENCE"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Company: iCloudEMS\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Location: Remote\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Looking for Core PHP developers working in a software product (ERP for university) Working in Main modules such as inventory/payroll/HR/ attendance/LMS/Fee module Should be very efficient in writing optimized queries (handling bulk data)\r",
      {
        "entities": [
          [17, 31, "JOB POSITION"
          ],
          [199, 216, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "You Will Be Responsible For : \r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Escalating technical issues to the relevant parties when needed and following up till the issues are closed.\r",
      {
        "entities": []
      }
    ],
    [
      "Ensuring all standards and procedures are followed and maintained.\r",
      {
        "entities": []
      }
    ],
    [
      "Answering queries and resolving issue relating to usage of standard applications and IT services.\r",
      {
        "entities": []
      }
    ],
    [
      "Providing monthly help desk reports.\r",
      {
        "entities": []
      }
    ],
    [
      "Designing, maintaining and supporting the network infrastructure.\r",
      {
        "entities": []
      }
    ],
    [
      "Monitoring system performance and ensuring reliability and availability.\r",
      {
        "entities": []
      }
    ],
    [
      "Recommending infrastructure solutions to meet business requirement in compliance with IT policy & procedure.\r",
      {
        "entities": []
      }
    ],
    [
      "Providing Level 2 support and troubleshooting as and when required.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Ideal Profile\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Skills required: Core PHP, MYSQL\r",
      {
        "entities": [
          [22, 25, "IT LANGUAGES"
          ],
          [27, 32, "DATABASE"
          ]
        ]
      }
    ],
    [
      "5-4 years of proven experience as a Core PHP Developer or similar role\r",
      {
        "entities": [
          [0, 54, "YEARS OF EXPERIENCE"
          ]
        ]
      }
    ],
    [
      "Strong proficiency in Core PHP (Version \u003E= 7.0), with a good understanding of its ecosystem and the latest PHP standards\r",
      {
        "entities": [
          [22, 30, "IT LANGUAGES"
          ],
          [107, 110, "IT LANGUAGES"
          ]
        ]
      }
    ],
    [
      "Experience with MySQL or other relational databases\r",
      {
        "entities": [
          [16, 21, "DATABASE"
          ],
          [31, 51, "DATABASE"
          ]
        ]
      }
    ],
    [
      "Familiarity with version control systems, preferably Git\r",
      {
        "entities": [
          [53, 56, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Understanding of MVC design patterns and object-oriented programming (OOP) principles\r",
      {
        "entities": [
          [17, 36, "IT SKILLS"
          ],
          [41, 68, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Familiarity with RESTful APIs and web services integration\r",
      {
        "entities": [
          [17, 29, "IT TOOLS"
          ]
        ]
      }
    ],
    [
      "Excellent communication and collaboration skills\r",
      {
        "entities": [
          [0, 23, "SOFT SKILLS"
          ],
          [28, 48, "SOFT SKILLS"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "What's on Offer?\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Leadership Role\r",
      {
        "entities": []
      }
    ],
    [
      "Attractive salary & benefits\r",
      {
        "entities": []
      }
    ],
    [
      "Opportunity to make a positive impact\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Responsibilities:\r",
      {
        "entities": []
      }
    ],
    [
      "Develop and maintain applications for iOS platforms using SwiftUI\r",
      {
        "entities": [
          [58, 65, "IT TOOLS"
          ]
        ]
      }
    ],
    [
      "Collaborate with cross-functional teams to design, develop, and ship new features.\r",
      {
        "entities": []
      }
    ],
    [
      "Participate in the entire app lifecycle: concept, design, build, deploy, test, release, and support.\r",
      {
        "entities": []
      }
    ],
    [
      "Ensure the performance, quality, and responsiveness of applications.\r",
      {
        "entities": []
      }
    ],
    [
      "Identify and fix bugs, and improve application performance.\r",
      {
        "entities": [
          [13, 21, "IT SKILLS"
          ],
          [27, 58, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Continuously discover, evaluate, and implement new technologies to maximize development efficiency.\r",
      {
        "entities": [
          [67, 98, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Work with external data sources and APIs.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Requirements:\r",
      {
        "entities": []
      }
    ],
    [
      "Proven experience as an iOS developer with a portfolio of apps developed.\r",
      {
        "entities": [
          [24, 37, "JOB POSITION"
          ]
        ]
      }
    ],
    [
      "Proficient in Swift and Objective-C programming languages.\r",
      {
        "entities": [
          [14, 19, "IT LANGUAGES"
          ],
          [24, 35, "IT LANGUAGES"
          ]
        ]
      }
    ],
    [
      "Understanding of Apple's design principles and interface guidelines.\r",
      {
        "entities": [
          [17, 42, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Experience with iOS frameworks such as Realm and GoogleMaps, etc.\r",
      {
        "entities": [
          [39, 44, "DATABASE"
          ],
          [49, 59, "IT TOOLS"
          ]
        ]
      }
    ],
    [
      "Familiarity with RESTful APIs to connect applications to back-end services.\r",
      {
        "entities": [
          [17, 29, "IT TOOLS"
          ]
        ]
      }
    ],
    [
      "Experience with third-party libraries and APIs.\r",
      {
        "entities": [
          [16, 37, "IT TOOLS"
          ]
        ]
      }
    ],
    [
      "Knowledge of code versioning tools such as Git.\r",
      {
        "entities": [
          [43, 46, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Solid understanding of the full mobile development lifecycle.\r",
      {
        "entities": [
          [27, 60, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Preferred Qualifications:\r",
      {
        "entities": []
      }
    ],
    [
      "Bachelor's degree in Computer Science, Engineering, or a related field.\r",
      {
        "entities": [
          [0, 71, "EDUCATION"
          ]
        ]
      }
    ],
    [
      "Experience with SwiftUI or Combine frameworks.\r",
      {
        "entities": [
          [16, 23, "IT TOOLS"
          ],
          [27, 34, "FRAMEWORK"
          ]
        ]
      }
    ],
    [
      "Familiarity with Agile/Scrum methodologies.\r",
      {
        "entities": [
          [17, 28, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Strong problem-solving skills and ability to troubleshoot and debug.\r",
      {
        "entities": [
          [7, 29, "SOFT SKILLS"
          ],
          [34, 57, "SOFT SKILLS"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Additional Information:\r",
      {
        "entities": []
      }
    ],
    [
      "Location: Lahore\r",
      {
        "entities": []
      }
    ],
    [
      "Employment Type: Full-time\r",
      {
        "entities": [
          [17, 26, "JOB TYPE"
          ]
        ]
      }
    ],
    [
      "Competitive salary and benefits package\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "At ShipIn, we develop advanced fleet management solutions for the maritime industry, responsible for 90% of the world's trade. Our Visual Fleet Platform (AI and Computer Vision powered) delivers a digital bridge between vessels at sea and teams ashore. We equip shipowners, managers, and seafarers with advanced tools to perform their tasks in a safer and more productive manner. \r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Position Description\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "As a Frontend Engineer at ShipIn Systems, you will be instrumental in enhancing user experiences and propelling the success of our products. Drawing on your extensive proficiency in frontend technologies, you will spearhead the creation of innovative and responsive interfaces that not only meet but surpass customer expectations. Working collaboratively with cross-functional teams, you will contribute across the entire product lifecycle, ensuring our frontend solutions are not just technically robust but also user-centric and visually appealing. Your role extends beyond coding to shaping product design, championing best practices, and guiding junior developers, fostering a culture of continuous improvement and excellence. Your tangible impact will directly shape how customers engage with and derive value from ShipIn Systems' cutting-edge products.\r",
      {
        "entities": [
          [5, 22, "JOB POSITION"
          ]
        ]
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Key Responsibilities:\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Own areas in the front-end of the application which includes video (both live and recordings), maps and data visualizations, maintaining high quality standards, especially code quality and testing.\r",
      {
        "entities": [
          [17, 26, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Take conceptual product and design ideas and turn them into valuable and delightful experiences for our users.\r",
      {
        "entities": []
      }
    ],
    [
      "Work in a dedicated cross-functional team to implement best-in-class user experiences.\r",
      {
        "entities": []
      }
    ],
    [
      "Work in a dynamic environment favoring quick release cycles while ensuring high quality.\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "Requirements:\r",
      {
        "entities": []
      }
    ],
    [
      "\r",
      {
        "entities": []
      }
    ],
    [
      "3+ years of experience with React, Typescript and Redux, including concepts like asynchronous programming, closures, typescript, and ES6.\r",
      {
        "entities": [
          [0, 22, "YEARS OF EXPERIENCE"
          ],
          [28, 33, "IT LIBRARIES"
          ],
          [35, 45, "IT LANGUAGES"
          ],
          [50, 55, "IT LIBRARIES"
          ],
          [81, 105, "IT SKILLS"
          ],
          [107, 115, "IT SKILLS"
          ],
          [117, 127, "IT LANGUAGES"
          ],
          [133, 136, "IT LANGUAGES"
          ]
        ]
      }
    ],
    [
      "3+ years of experience with HTML/CSS, including concepts like layout, specificity, cross-browser compatibility, and accessibility.\r",
      {
        "entities": [
          [28, 36, "IT LANGUAGES"
          ]
        ]
      }
    ],
    [
      "Experience with development lifecycle tools: Git, GitLab, Jira (or similar tools)\r",
      {
        "entities": [
          [45, 48, "IT SKILLS"
          ],
          [50, 56, "IT SKILLS"
          ],
          [58, 62, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Experience with browser-based debugging and performance testing software.\r",
      {
        "entities": [
          [16, 39, "IT SKILLS"
          ],
          [44, 72, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Advantages: experience with react-query, Leaflet, data visualization, online video, SAML/SSO, Jest / react-testing.\r",
      {
        "entities": [
          [28, 39, "IT LIBRARIES"
          ],
          [41, 48, "IT LIBRARIES"
          ],
          [50, 68, "IT SKILLS"
          ],
          [84, 92, "IT SKILLS"
          ],
          [94, 114, "IT SKILLS"
          ]
        ]
      }
    ],
    [
      "Fast learner, responsible person with great communication skills. \r",
      {
        "entities": [
          [0, 12, "SOFT SKILLS"
          ],
          [14, 32, "SOFT SKILLS"
          ],
          [38, 64, "SOFT SKILLS"
          ]
        ]
      }
    ],
    [
      "Excellent English.",
      {
        "entities": [
          [0, 17, "SOFT SKILLS"
          ]
        ]
      }
    ]
  ]
}